10/data/attachments/babdcd7c6c5193f0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Paul_attack_Friend_77012_2</nif:username>
            <nif:friendToBeRequested>soap_friends_7444482f-8ed0-41ff-ad95-d03ed854b623</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>